return {
  {
    "goolord/alpha-nvim",
    opts = function(_, opts)
      opts.section.header.val = {
        " ▄████▄   ▒█████  ▓█████▄ ▓█████  ██▀███   ██▒   █▓ ██▓ ███▄ ▄███▓",
        "▒██▀ ▀█  ▒██▒  ██▒▒██▀ ██▌▓█   ▀ ▓██ ▒ ██▒▓██░   █▒▓██▒▓██▒▀█▀ ██▒",
        "▒▓█    ▄ ▒██░  ██▒░██   █▌▒███   ▓██ ░▄█ ▒ ▓██  █▒░▒██▒▓██    ▓██░",
        "▒▓▓▄ ▄██▒▒██   ██░░▓█▄   ▌▒▓█  ▄ ▒██▀▀█▄    ▒██ █░░░██░▒██    ▒██ ",
        "▒ ▓███▀ ░░ ████▓▒░░▒████▓ ░▒████▒░██▓ ▒██▒   ▒▀█░  ░██░▒██▒   ░██▒",
        "░ ░▒ ▒  ░░ ▒░▒░▒░  ▒▒▓  ▒ ░░ ▒░ ░░ ▒▓ ░▒▓░   ░ ▐░  ░▓  ░ ▒░   ░  ░ ",
        "  ░  ▒     ░ ▒ ▒░  ░ ▒  ▒  ░ ░  ░  ░▒ ░ ▒░   ░ ░░   ▒ ░░  ░      ░",
        "░        ░ ░ ░ ▒   ░ ░  ░    ░     ░░   ░      ░░   ▒ ░░      ░   ",
        "░ ░          ░ ░     ░       ░  ░   ░           ░   ░         ░   ",
        "░                  ░                           ░                  ",
      }
      return opts
    end,
    enabled = false,
  },
  {
    "L3MON4D3/LuaSnip",
    config = function(plugin, opts)
      require "plugins.configs.luasnip" (plugin, opts)
      local luasnip = require "luasnip"
      luasnip.filetype_extend("javascript", { "javascriptreact" })
    end,
  },
}
